Revit 2027 API
ParameterTypeId.ContinuousFootingTopToe Property
 "Toe Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ContinuousFootingTopToe { get; }
Public Shared ReadOnly Property ContinuousFootingTopToe As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ContinuousFootingTopToe {
	ForgeTypeId^ get ();
}
static member ContinuousFootingTopToe : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace